user-4.1/tutorials/surfaceTracking/newInterFreeFoam/capillarity3DoneFluid/0/fluidIndicator
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volScalarField;
    object      fluidIndicator;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    freeSurface
    {
        type            zeroGradient;
    }
    sideWalls
    {
        type            zeroGradient;
    }
    bottomWall
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
